articles": [
    {
        "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
        },
        "author": "Danny Crichton",
        "title": "Great teams, UBI, data retention policies, and Amazon HQ2",
        "description": "3 key secrets to building extraordinary teams David Cancel, the CEO and founder of Drift, wrote a deep dive on how to think about finding and recruiting the kinds of people who build incredible startups. Among the factors he looks at: Scrappiness (Importance:…",
        "url": "https://techcrunch.com/2019/05/04/great-teams-ubi-data-retention-policies-and-amazon-hq2/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/02/extra-crunch-featured-image-tagline2.jpg?w=753",
        "publishedAt": "2019-05-04T18:00:06Z",
        "content": "Scrappiness (Importance: 35%)\r\nThe four most telling words a new hire can say: Ill figure it out. If you find someone who says that (and can follow through on it), you know youve found someone with drive someone who will plunge headfirst into any challenge an… [+835 chars]"
    },
    {
        "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
        },
        "author": "Anthony Ha, Jordan Crook",
        "title": "Original Content podcast: The battle of opinions over 'Game of Thrones' and the Battle of Winterfell",
        "description": "This post and podcast contain spoilers for “Game of Thrones” and  “Avengers: Endgame.” “The Long Night,” the much-anticipated “Game of Thrones” episode where the living and the dead meet in a desperate, epic battle, wasn’t entirely embraced by t…",
        "url": "https://techcrunch.com/2019/05/04/original-content-the-long-night-avengers-endgame/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/05/long-night.jpg?w=711",
        "publishedAt": "2019-05-04T16:00:39Z",
        "content": "This post and podcast contain spoilers for “Game of Thrones” and  “Avengers: Endgame.”\r\n“The Long Night,” the much-anticipated “Game of Thrones” episode where the living and the dead meet in a desperate, epic battle, wasn’t entirely embraced by the show’s fan… [+1412 chars]"
    },
    {
        "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
        },
        "author": "Natasha Lomas",
        "title": "Former YouTube star sentenced to ten years in prison for child porn",
        "description": "Former Youtube star Austin Jones has been sentenced to ten years in a US federal prison after pleading guilty to persuading underage girls to send him explicit videos of themselves. Jones, who made a name for himself online singing covers of songs, was arrest…",
        "url": "https://techcrunch.com/2019/05/04/former-youtube-star-sentenced-to-ten-years-in-prison-for-child-porn/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/05/Screenshot-2019-05-04-at-13.08.39.png?w=712",
        "publishedAt": "2019-05-04T12:16:46Z",
        "content": "Former Youtube star Austin Jones has been sentenced to ten years in a US federal prison after pleading guilty to persuading underage girls to send him explicit videos of themselves.\r\nJones, who made a name for himself online singing covers of songs, was arres… [+2101 chars]"
    },
    {
        "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
        },
        "author": "Kate Clark",
        "title": "Startups Weekly: Will the Seattle tech scene ever reach its full potential?",
        "description": "In this week's newsletter: WeWork files confidentially for IPO, Lyft loses scooter head and Magic Leap raises MORE money.",
        "url": "https://techcrunch.com/2019/05/04/startups-weekly-will-the-seattle-tech-scene-ever-reach-its-full-potential/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/05/GettyImages-581033677.jpg?w=569",
        "publishedAt": "2019-05-04T12:00:48Z",
        "content": "Greetings from Seattle, the land of Amazon, Microsoft, two of the world’s richest men and some startups. \r\nI’m always surprised the Seattle startup ecosystem hasn’t grown to compete with the likes of Silicon Valley — or at least Boston and New York City — sin… [+5696 chars]"
    },
    {
        "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
        },
        "author": "Natasha Lomas",
        "title": "Uber is facing Australian class action suit alleging 'unlawful conduct'",
        "description": "As it gears up to go public Uber is facing legacy baggage down under: A class action lawsuit has been filed in Australia on behalf of around 6,000 taxi and hire car drivers and license owners, Reuters reported Friday. The suit was filed Friday at the Victoria…",
        "url": "https://techcrunch.com/2019/05/04/uber-is-facing-australian-class-action-suit-alleging-unlawful-conduct/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/05/GettyImages-1025461160.jpg?w=622",
        "publishedAt": "2019-05-04T10:58:56Z",
        "content": "As it gears up to go public Uber is facing legacy baggage down under: A class action lawsuit has been filed in Australia on behalf of around 6,000 taxi and hire car drivers and license owners, Reuters reported Friday.\r\nThe suit was filed Friday at the Victori… [+4791 chars]"
    },
    {
        "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
        },
        "author": "Brian Heater",
        "title": "Lego introduces a new STEM Star Wars kit",
        "description": "No one does brand synergy quite like Lego. The company’s been one of the biggest Star Wars licensers over the years, and for the first time, it’s applying one of the most valuable pieces of IP to its own line of STEM kits, Lego Boost. For this year’s Star War…",
        "url": "https://techcrunch.com/2019/05/04/lego-introduces-a-new-stem-star-wars-kit/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/05/75253_LSW_BOOST_2HY19_Play.jpg?w=600",
        "publishedAt": "2019-05-04T07:00:14Z",
        "content": "No one does brand synergy quite like Lego. The companys been one of the biggest Star Wars licensers over the years, and for the first time, its applying one of the most valuable pieces of IP to its own line of STEM kits, Lego Boost.\r\nFor this years Star Wars … [+1096 chars]"
    },
    {
        "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
        },
        "author": "Jon Russell",
        "title": "Coinbase loses its first CTO after just one year in the job",
        "description": "Coinbase, the $8 billion-valued crypto exchange, has lost its CTO after Balaji Srinivasan announced his departure from the company. Srinivasan became the U.S. company’s first CTO one year ago after it acquired Earn.com, where he was CEO and co-founder. Given …",
        "url": "https://techcrunch.com/2019/05/03/coinbase-cto-balaji-srinivasan/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2017/09/tcdisrupt_sf17_balajisrinivasan-3672.jpg?w=600",
        "publishedAt": "2019-05-04T04:28:12Z",
        "content": "Coinbase, the $8 billion-valued crypto exchange, has lost its CTO after Balaji Srinivasan announced his departure from the company.\r\nSrinivasan became the U.S. company’s first CTO one year ago after it acquired Earn.com, where he was CEO and co-founder. Given… [+1992 chars]"
    },
    {
        "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
        },
        "author": "Greg Kumparak",
        "title": "A glitch is breaking all Firefox extensions",
        "description": "Did you just open Firefox only to find all of your extensions disabled and/or otherwise not working? You’re not alone, and it’s nothing you did. Reports are pouring in of a glitch that has spontaneously disabled effectively all Firefox extensions. Each extens…",
        "url": "https://techcrunch.com/2019/05/03/a-glitch-is-breaking-all-firefox-extensions/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2015/07/5284754010_bf98043365_o.jpg?w=672",
        "publishedAt": "2019-05-04T03:53:38Z",
        "content": "Did you just open Firefox only to find all of your extensions disabled and/or otherwise not working?\r\nYou’re not alone, and it’s nothing you did.\r\nReports are pouring in of a glitch that has spontaneously disabled effectively all Firefox extensions.\r\nEach ext… [+591 chars]"
    },
    {
        "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
        },
        "author": "Devin Coldewey",
        "title": "Watch Rocket Lab launch its second orbital mission of 2019 late tonight",
        "description": "Fast-growing launch provider Rocket Lab is launching its second orbital payload of the year late tonight by our reckoning, early in the evening at the launch site in New Zealand. It will carry three experimental satellites to low Earth orbit, and you can watc…",
        "url": "https://techcrunch.com/2019/05/03/watch-rocket-lab-launch-its-second-orbital-mission-of-2019-late-tonight/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/05/rocketlab_patch_cactus.jpg?w=502",
        "publishedAt": "2019-05-03T22:52:30Z",
        "content": "Fast-growing launch provider Rocket Lab is launching its second orbital payload of the year late tonight by our reckoning, early in the evening at the launch site in New Zealand. It will carry three experimental satellites to low Earth orbit, and you can watc… [+2042 chars]"
    },
    {
        "source": {
            "id": "techcrunch",
            "name": "TechCrunch"
        },
        "author": "Zack Whittaker",
        "title": "Security lapse exposed a Chinese smart city surveillance system",
        "description": "Smart cities are designed to make life easier for their residents. Better traffic management by clearing routes, making sure the public transport is running on time, and having cameras keeping a watchful eye from above. But what happens when that data leaks? …",
        "url": "https://techcrunch.com/2019/05/03/china-smart-city-exposed/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/05/facial-recognition.jpg?w=600",
        "publishedAt": "2019-05-03T20:14:47Z",
        "content": "Smart cities are designed to make life easier for their residents. Better traffic management by clearing routes, making sure the public transport is running on time, and having cameras keeping a watchful eye from above.\r\nBut what happens when that data leaks?… [+7065 chars]"
    }
]

}